Repository: SHMEDIALIMITED/Remany
Catalog: Voci/*.lproj/Localizable.strings
Languages: de, fr, fr_ch

source: Back
de: Zurück
fr: Retour
fr_ch: Retour

source: Add New Exercise
de: Neue Übung
fr: Nouveau Exercice

source: Exercise Name
de: Übungsname
fr: Nom de l'exercice

source: %d of %d Cards
de: %d von %d Karten
fr: %d cartes sur %d
fr_ch: %d de %d Cards

source: %d Cards
de: %d Karten
fr: %d cartes

source: 1st Register
de: 1. Kartei
fr: 1er Index
fr_ch: 1er Registre

source: 2nd Register
de: 2. Kartei
fr: 2ème Index
fr_ch: 2eme Registre

source: 3rd Register
de: 3. Kartei
fr: 3ème Index
fr_ch: 3eme Registre

source: 4th Register
de: 4. Kartei
fr: 4ème Index
fr_ch: 4eme Registre

source: 5th Register
de: 5. Kartei
fr: 5ème Index
fr_ch: 5eme Registre

source: Completed
de: Gewusste Karten
fr: Cartes Mémorisées
fr_ch: Complet

source: Add New Card
de: Neue Karte
fr: Nouvelle Carte
fr_ch: Nouveau Card

source: Cancel
de: Abbrechen
fr: Annuler
fr_ch: Annuler

source: Delete Card
de: Karte löschen
fr: Supprimer Carte
fr_ch: Supprimer Card

# Right Button
source: Right Answer
de: Richtig
fr: Correct

# Wrong Button
source: Wrong Answer
de: Falsch
fr: Incorrect

source: Session Result
de: Resultat
fr: Résultat
fr_ch: Resultat

source: %i correct answers %i wrong answers
de: %i Korrekte Antworten %i Inkorrekte Antworten
fr: %i reponse correcte %i mauvaise reponse
fr_ch: %i correct reponse %i mauvaise reponse

source: How it works
fr: Comment ça marche

source: <style>*{ font-family:Helvetica; }</style><p>Remany utilises register cards where a question is written on one side and the answer on the other side. Each exercise consists of 6 card registers. The registers help to repeat cards in different intervals so that a memroised card will not be repeated unnecessarily and the card will be memorised for ever.</br></br><img src='Illustartion_REM_en.png'></img></p><ul><li><b>1st Register:</b>If a card is memorised correctly it will move to the 2nd register. These cards should be <bold>repeated every day.</bold>.</li><li><b>2nd Register:</b>If a card is memorised correctly it will move to the 3rd register. If not the card will go back to the 1st register. These cards should be <bold>repeated every second day.</bold></li><li><b>3rd Register:</b>If a card is memorised correctly it will move to the 4th register. If not the card will go back to the 1st register. These cards should be <bold>repeated every third day.</bold></li><li><b>4th Register:</b>If a card is memorised correctly it will move to the 4th register. If not the card will go back to the 1st register. These cards should be <bold>repeated every week.</bold></li><li><b>5th Register:</b>If a card is memorised correctly it will be moved to the 'Completed' register. If not the card will go back to the 1st register. These cards should be <bold>repeated every month.</bold></li><ul>
de: <style>*{ font-family:Helvetica; }</style><p>Remany hilf beim Lernen mittels Karteikarten. Auf der Vorderseite der Karte wird die Frage geschrieben und auf der Rückseite die Antwort. Jede Übung beinhaltet 6 Karteien. Diese Karteien helfen schon gewusste Karten nicht mehr zu repetieren und um sich die Begriffe für immer zu merken.</br></br><img src='Illustartion_REM_en.png'></img></p><ul><li><b>1. Kartei:</b> Neue Karten werden zu dieser Kartei hinzugefügt. Wenn eine Karte gewusst wurde, wird sie in der zweiten Kartei abgelegt. Diese Karten solten <b>täglich repetiert</b> werden.</li><li><b>2. Kartei:</b> Wenn eine Karte gewusst wurde, wird sie in der dritten Kartei abgelegt. Wenn nicht gehts sie zurück in die erste Kartei. Diese Karten sollten <b>jeden zweiten Tag repetiert</b> werden.</li><li><b>3. Kartei:</b> Wenn eine Karte gewusst wurde, wird sie in der vierten Kartei abgelegt. Wenn nicht gehts sie zurück in die erste Kartei. Diese Karten sollten <b>jeden dritten Tag repetiert</b> werden.</li><li><b>4. Kartei:</b> Wenn eine Karte gewusst wurde, wird sie in der fünften Kartei abgelegt. Wenn nicht gehts sie zurück in die erste Kartei. Diese Karten sollten <b>wöchentlich repetiert</b> werden.</li><li><b>5. Kartei:</b> Wenn eine Karte gewusst wurde, wird sie in der letzten Kartei abgelegt. Wenn nicht gehts sie zurück in die erste Kartei. Diese Karten sollten <b>monatlich repetiert</b> werden.</li><ul>
fr: <style>*{ font-family:Helvetica; }</style><p>Utilisant un système de carte, Remany est une méthode de mémorisation basée sur la répétition.</p><p>Il vous suffit d'inscrire le mot ou l'idée à mémoriser sur le recto de la carte et la réponse correspondante sur le verso.</p><p>Chaque nouvelle carte est enregistrée dans l'index numéro 1. Si celle-ci a été mémorisée correctement, elle s'inscrira ensuite dans l'index numéro 2. Un exercice complet est composé de 5 index. Si votre carte n'a pas été mémorisée correctement elle retournera toujours dans l'index numéro 1.</p></br><img src='Illustartion_REM_en.png'></img><ul><li><b>1er Index:</b> Les cartes de l'index numéro 1 doivent être <b>répétées tous les jours.</b></li></br><li><b>2ème Index:</b> Les cartes de l'index numéro 2 doivent être <b>répétées tous les 2 jours.</b></li></br><li><b>èeme Index:</b> Les cartes de l'index numéro 3 doivent être <b>répétées tous les 3 jours.</b></li></br><li><b>4ème Index:</b> Les cartes de l'index numéro 4 doivent être <b>répétées chaque semaine.</b></li></br><li><b>5ème Index:</b> Les cartes de l'index numéro 5 doivent être <b>répétées tous les mois.</b></li><ul>

source: Swipe from left to right to reveal back of the card.
de: Swipen Sie von links nach rechts um die Rückseite der Karte anzuzeigen.
fr: Swipez de gauche à droit pour découvrir le verso de la carte

source: Tap left button if you know the correct answer or the right button if your answer was incorrect.
de: Tappen Sie den linken Button wenn Sie die Antwort wissen oder den rechten Button wenn Sie die Antwort nicht wissen.
fr: Appuyez sur le bouton de gauche si vous connaissez la réponse ou appuyez sur le bouton de droit si vous ne la connaissez pas.

source: Tap to delete current card
de: Tappen sie hier wenn Sie die Karte löschen wollen.
fr: Appuyez pour supprimer la carte.

source: Tap to enter text.
de: Tappen Sie die Karte um den Text einzugeben.
fr: Appuyez sur la carte pour saisir du texte.

source: Tap to continue
de: Tappen Sie um zum nächsten Schritt zu gehen.
fr: Appuyez pour continuer.
